
[X2Ability_LWAlienAbilities]
strBayonetChargePenalty="Centurion suffers <XGParam:IntValue1/> Defense for <XGParam:IntValue0/> turns."

[X2Effect_WarCry]
strWarCryFriendlyDesc=Receiving boost to Aim, Mobility and Will.

